Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 无法保存工具执行前状态，请检查存储空间后重试。
source: Couldn't save the pre-tool-execution state. Check available storage and try again.
ja: ツール実行前の状態を保存できませんでした。ストレージ容量を確認して再試行してください。
ko: 도구 실행 전 상태를 저장할 수 없습니다. 저장 공간을 확인한 후 다시 시도하세요.
ru: Не удалось сохранить состояние перед запуском инструмента. Проверьте свободное место и повторите попытку.
zh_hans: 无法保存工具执行前状态，请检查存储空间后重试。
zh_hant: 無法儲存工具執行前狀態，請檢查儲存空間後重試。

# 无法保存待确认恢复信息，请重试。
source: Couldn't save confirmation-recovery information. Try again.
ja: 確認待ちの復元情報を保存できませんでした。再試行してください。
ko: 확인 복구 정보를 저장할 수 없습니다. 다시 시도하세요.
ru: Не удалось сохранить данные восстановления для ожидающего подтверждения. Повторите попытку.
zh_hans: 无法保存待确认恢复信息，请重试。
zh_hant: 無法儲存待確認恢復資訊，請重試。

# 无法保存待确认状态，请检查存储空间后重试。
source: Couldn't save the awaiting-confirmation state. Check available storage and try again.
ja: 確認待ちの状態を保存できませんでした。ストレージ容量を確認して再試行してください。
ko: 확인 대기 상태를 저장할 수 없습니다. 저장 공간을 확인한 후 다시 시도하세요.
ru: Не удалось сохранить состояние ожидания подтверждения. Проверьте свободное место и повторите попытку.
zh_hans: 无法保存待确认状态，请检查存储空间后重试。
zh_hant: 無法儲存待確認狀態，請檢查儲存空間後重試。

# 无法写入导出文件：%@
source: Unable to write export file: %@
ja: エクスポートファイルに書き込めません：%@
ko: 내보내기 파일에 쓸 수 없습니다: %@
ru: Не удалось записать экспортируемый файл: %@
zh_hans: 无法写入导出文件：%@
zh_hant: 無法寫入匯出檔案：%@

# 无法完成操作
source: Couldn't complete operation
ja: 操作を完了できません
ko: 작업을 완료할 수 없습니다
ru: Не удалось выполнить операцию
zh_hans: 无法完成操作
zh_hant: 無法完成操作

# 无法导出 SVG
source: Unable to export SVG
ja: SVGをエクスポートできません
ko: SVG를 내보낼 수 없습니다
ru: Не удалось экспортировать SVG
zh_hans: 无法导出 SVG
zh_hant: 無法匯出 SVG

# 无法导出小应用
source: Unable to export mini app
ja: ミニアプリをエクスポートできません
ko: 미니 앱을 내보낼 수 없습니다
ru: Не удалось экспортировать мини-приложение
zh_hans: 无法导出小应用
zh_hant: 無法匯出小應用

# 无法恢复任务
source: Couldn't restore task
ja: タスクを復元できませんでした
ko: 작업을 복구할 수 없습니다.
ru: Не удалось восстановить задачу
zh_hans: 无法恢复任务
zh_hant: 無法恢復任務

# 无法恢复待确认任务，请重试。
source: Couldn't restore the task awaiting confirmation. Try again.
ja: 確認待ちのタスクを復元できませんでした。再試行してください。
ko: 확인 대기 작업을 복구할 수 없습니다. 다시 시도하세요.
ru: Не удалось восстановить задачу, ожидающую подтверждения. Повторите попытку.
zh_hans: 无法恢复待确认任务，请重试。
zh_hant: 無法恢復待確認任務，請重試。

# 无法打开任务
source: Couldn't open task
ja: タスクを開けません
ko: 작업을 열 수 없습니다
ru: Не удалось открыть задачу
zh_hans: 无法打开任务
zh_hant: 無法開啟任務

# 无法更新模型
source: Couldn't update model
ja: モデルを更新できません
ko: 모델을 업데이트할 수 없습니다
ru: Не удалось обновить модель
zh_hans: 无法更新模型
zh_hant: 無法更新模型

# 无法确认文件大小，请选择普通文件后重试。
source: Can't determine file size. Select a regular file and try again.
ja: ファイルサイズを確認できません。通常のファイルを選択して再試行してください。
ko: 파일 크기를 확인할 수 없습니다. 일반 파일을 선택한 후 다시 시도하세요.
ru: Не удалось определить размер файла. Выберите обычный файл и повторите попытку.
zh_hans: 无法确认文件大小，请选择普通文件后重试。
zh_hant: 無法確認檔案大小，請選擇一般檔案後重試。

# 无法识别审批选项
source: Couldn't recognize the approval option
ja: 承認オプションを認識できませんでした
ko: 승인 옵션을 인식할 수 없습니다.
ru: Не удалось распознать варианты подтверждения
zh_hans: 无法识别审批选项
zh_hant: 無法辨識核准選項

# 无法读取小说项目
source: Couldn't read novel project
ja: 小説プロジェクトを読み込めません
ko: 소설 프로젝트를 읽을 수 없습니다
ru: Не удалось прочитать проект романа
zh_hans: 无法读取小说项目
zh_hant: 無法讀取小說專案

# 无法读取项目
source: Couldn't read project
ja: プロジェクトを読み込めません
ko: 프로젝트를 읽을 수 없습니다
ru: Не удалось прочитать проект
zh_hans: 无法读取项目
zh_hant: 無法讀取專案

# 无法连接 iPhone，请稍后重试
source: Unable to connect to iPhone. Please try again later.
ja: iPhone に接続できません。しばらくしてからもう一度お試しください
ko: iPhone에 연결할 수 없습니다. 나중에 다시 시도하세요.
ru: Не удаётся подключиться к iPhone, повторите позже
zh_hans: 无法连接 iPhone，请稍后重试
zh_hant: 無法連線至 iPhone，請稍後重試

# 无需额外权限
source: No extra permissions needed
ja: 追加の権限は不要
ko: 추가 권한 필요 없음
ru: Дополнительные разрешения не нужны
zh_hans: 无需额外权限
zh_hant: 無需額外權限

# 日历
source: Calendar
ja: カレンダー
ko: 캘린더
ru: Календарь
zh_hans: 日历
zh_hant: 行事曆

# 旧 iOS 历史版式：突出判断、风险和下一步。
source: Legacy iOS history layout: emphasize judgments, risks, and next steps.
ja: 旧 iOS 履歴レイアウト：判断、リスク、次のステップを強調。
ko: 구형 iOS 기록 레이아웃: 판단, 위험 및 다음 단계를 강조합니다.
ru: Старый формат истории iOS: главное — выводы, риски и следующие шаги.
zh_hans: 旧 iOS 历史版式：突出判断、风险和下一步。
zh_hant: 舊版 iOS 歷史版面：突顯判斷、風險與下一步。

# 旧版收录的剧情状态同步未完成
source: Plot state sync for legacy adoption is incomplete
ja: 旧版で収録したストーリー状態の同期が未完了
ko: 이전 버전 수록본의 스토리 상태 동기화가 완료되지 않음
ru: Синхронизация состояния сюжета из старой записи не завершена
zh_hans: 旧版收录的剧情状态同步未完成
zh_hant: 舊版收錄的劇情狀態同步未完成

# 时间线错乱
source: Timeline out of order
ja: タイムラインの混乱
ko: 타임라인 혼란
ru: Нарушение хронологии
zh_hans: 时间线错乱
zh_hant: 時間軸錯亂

# 时间轴叙事
source: Timeline narrative
ja: タイムライン形式の語り
ko: 타임라인 서술
ru: Повествование по временной шкале
zh_hans: 时间轴叙事
zh_hant: 時間軸敘事

# 明显
source: Obvious
ja: 明白
ko: 명확함
ru: Заметная
zh_hans: 明显
zh_hant: 明顯

# 昵称会保存到本机，重启后保留。
source: Your nickname is saved on this device and retained after restart.
ja: ニックネームはこのデバイスに保存され、再起動後も保持されます。
ko: 닉네임은 이 기기에 저장되며, 다시 시작해도 유지됩니다.
ru: Псевдоним сохраняется на этом устройстве и не сбрасывается после перезапуска.
zh_hans: 昵称会保存到本机，重启后保留。
zh_hant: 暱稱會儲存至本機，重新啟動後仍會保留。

# 显示与字体
source: Display & font
ja: 表示とフォント
ko: 화면 및 글꼴
ru: Отображение и шрифт
zh_hans: 显示与字体
zh_hant: 顯示與字型

# 显示代码
source: Show code
ja: コードを表示
ko: 코드 표시
ru: Показать код
zh_hans: 显示代码
zh_hant: 顯示程式碼

# 显示所有已配置服务商的聊天模型。
source: Show chat models from all configured providers.
ja: 設定済みのすべてのプロバイダーのチャットモデルを表示します。
ko: 구성된 모든 제공업체의 채팅 모델을 표시합니다.
ru: Показывать модели чата всех настроенных провайдеров.
zh_hans: 显示所有已配置服务商的聊天模型。
zh_hant: 顯示所有已設定服務提供者的聊天模型。

# 显示提示信息
source: Show notices
ja: ヒントを表示
ko: 안내 정보 표시
ru: Показать подсказки
zh_hans: 显示提示信息
zh_hant: 顯示提示訊息

# 显示预览
source: Show preview
ja: プレビューを表示
ko: 미리보기 표시
ru: Показать предпросмотр
zh_hans: 显示预览
zh_hant: 顯示預覽

# 智能
source: Smart
ja: スマート
ko: 스마트
ru: Умный
zh_hans: 智能
zh_hant: 智慧

# 智能匹配
source: Smart matching
ja: スマートマッチ
ko: 스마트 매칭
ru: Умное сопоставление
zh_hans: 智能匹配
zh_hant: 智慧匹配

# 暂不开始
source: Not now
ja: 今は開始しない
ko: 지금 시작하지 않기
ru: Пока не начинать
zh_hans: 暂不开始
zh_hant: 暫不開始

# 暂不归档
source: Don't archive yet
ja: 今はアーカイブしない
ko: 나중에 보관
ru: Не архивировать сейчас
zh_hans: 暂不归档
zh_hant: 暫不封存

# 暂停
source: Pause
ja: 一時停止
ko: 일시 중지
ru: Приостановить
zh_hans: 暂停
zh_hant: 暫停

# 暂无
source: Not available
ja: 該当なし
ko: 아직 없음
ru: Пока нет
zh_hans: 暂无
zh_hant: 暫無

# 暂无 Agent 浏览任务
source: No Agent browsing tasks
ja: Agent のブラウザタスクはありません
ko: Agent 브라우저 작업이 없습니다.
ru: Нет задач просмотра Agent
zh_hans: 暂无 Agent 浏览任务
zh_hant: 暫無 Agent 瀏覽任務

# 暂无 Recipes
source: No Recipes
ja: Recipes はまだありません
ko: Recipes가 없습니다.
ru: Нет Recipes
zh_hans: 暂无 Recipes
zh_hant: 暫無 Recipes

# 暂无 SubAgent 任务。启动上方任务后，这里会显示状态、角色、工具范围和结果。
source: No SubAgent tasks yet. Start a task above to see its status, role, tool scope, and result.
ja: SubAgent タスクはまだありません。上のタスクを開始すると、ここに状態、役割、ツールの範囲、結果が表示されます。
ko: SubAgent 작업이 없습니다. 위의 작업을 시작하면 여기에서 상태, 역할, 도구 범위 및 결과를 확인할 수 있습니다.
ru: Задач SubAgent пока нет. После запуска задачи выше здесь появятся её статус, роль, доступные инструменты и результат.
zh_hans: 暂无 SubAgent 任务。启动上方任务后，这里会显示状态、角色、工具范围和结果。
zh_hant: 暫無 SubAgent 任務。啟動上方任務後，這裡會顯示狀態、角色、工具範圍和結果。

# 暂无历史版本
source: No version history yet
ja: バージョン履歴はありません
ko: 이전 버전 없음
ru: Истории версий пока нет
zh_hans: 暂无历史版本
zh_hant: 暫無歷史版本

# 暂无可显示的综合热点。下拉或点标题旁刷新图标。
source: No combined trending stories to show. Pull down or tap the refresh icon next to the title.
ja: 表示できる総合トレンドはありません。下にスワイプするか、タイトル横の更新アイコンをタップしてください。
ko: 표시할 종합 인기 항목이 없습니다. 아래로 당겨 새로 고치거나 제목 옆 새로 고침 아이콘을 탭하세요.
ru: Пока нет общих трендов для показа. Потяните вниз или нажмите значок обновления рядом с заголовком.
zh_hans: 暂无可显示的综合热点。下拉或点标题旁刷新图标。
zh_hant: 目前沒有可顯示的綜合熱門內容。下拉或點選標題旁的重新整理圖示。

# 暂无可重开的历史议会
source: No past model councils to reopen
ja: 再開できる過去の議会はありません
ko: 다시 열 수 있는 이전 의회가 없습니다.
ru: Нет прошлых заседаний, которые можно открыть снова
zh_hans: 暂无可重开的历史议会
zh_hant: 暫無可重新開啟的歷史議會

# 暂无席位。点「添加席位」进入编辑页添加。
source: No seats yet. Tap “Add seat” to open the editor and add one.
ja: 議席はありません。「議席を追加」をタップして編集画面から追加してください。
ko: 좌석이 없습니다. 「좌석 추가」를 눌러 편집 화면에서 추가하세요.
ru: Участников пока нет. Нажмите «Добавить участника», чтобы перейти к редактированию и добавить его.
zh_hans: 暂无席位。点「添加席位」进入编辑页添加。
zh_hant: 暫無席位。點選「新增席位」進入編輯頁新增。

# 暂无快照
source: No snapshots yet
ja: スナップショットはありません
ko: 스냅샷 없음
ru: Снимков пока нет
zh_hans: 暂无快照
zh_hant: 暫無快照

# 暂无本机技能
source: No local skills yet
ja: このデバイスにはスキルがありません
ko: 이 기기에 스킬이 없습니다.
ru: На этом устройстве нет навыков
zh_hans: 暂无本机技能
zh_hant: 暫無本機技能

# 暂无模型写入审批记录。聊天里的新增、修改或删除请求会记录在这里；需要确认时会在聊天中提示。
source: No model write approvals yet. Requests to add, edit, or delete from chat are recorded here; you'll be prompted in chat when confirmation is needed.
ja: モデルによる書き込みの承認履歴はありません。チャットでの追加・変更・削除リクエストはここに記録され、確認が必要な場合はチャットに表示されます。
ko: 모델 쓰기 승인 기록이 없습니다. 채팅에서 추가, 수정 또는 삭제를 요청하면 여기에 기록되며, 확인이 필요할 때는 채팅에 안내됩니다.
ru: Записей о согласовании действий модели пока нет. Запросы на добавление, изменение или удаление из чата будут отображаться здесь; при необходимости подтверждения появится уведомление в чате.
zh_hans: 暂无模型写入审批记录。聊天里的新增、修改或删除请求会记录在这里；需要确认时会在聊天中提示。
zh_hant: 暫無模型寫入核准記錄。聊天中的新增、修改或刪除請求會記錄在這裡；需要確認時會在聊天中提示。

# 暂无模型议会任务。开始议会后，这里会显示席位、预算、状态和结论。
source: No model council tasks yet. After you start a council, its seats, budget, status, and conclusion will appear here.
ja: モデル議会のタスクはありません。議会を開始すると、ここに議席、予算、状態、結論が表示されます。
ko: 모델 의회 작업이 없습니다. 의회를 시작하면 여기에서 좌석, 예산, 상태 및 결론을 확인할 수 있습니다.
ru: Задач совета моделей пока нет. После запуска совета здесь будут отображаться участники, бюджет, статус и вывод.
zh_hans: 暂无模型议会任务。开始议会后，这里会显示席位、预算、状态和结论。
zh_hant: 暫無模型議會任務。開始議會後，這裡會顯示席位、預算、狀態和結論。

# 暂无经历
source: No experiences yet
ja: まだ出来事はありません
ko: 경험 없음
ru: Событий пока нет
zh_hans: 暂无经历
zh_hant: 暫無經歷

# 暂无自定义席位。填写上方名称、角色和模型后点「保存席位」添加。
source: No custom seats yet. Enter a name, role, and model above, then tap “Save seat” to add one.
ja: カスタム議席はありません。上の名前、役割、モデルを入力し、「議席を保存」をタップして追加してください。
ko: 사용자 지정 좌석이 없습니다. 위에서 이름, 역할 및 모델을 입력한 후 「좌석 저장」을 눌러 추가하세요.
ru: Пользовательских участников пока нет. Укажите выше название, роль и модель, затем нажмите «Сохранить участника».
zh_hans: 暂无自定义席位。填写上方名称、角色和模型后点「保存席位」添加。
zh_hant: 暫無自訂席位。填寫上方的名稱、角色和模型後點選「儲存席位」新增。

# 暂无自定义搜索服务。可添加已接入的搜索服务作为聊天默认搜索。
source: No custom search services yet. Add a connected search service to use as the chat default.
ja: カスタム検索サービスはありません。接続済みの検索サービスをチャットのデフォルト検索として追加できます。
ko: 사용자 지정 검색 서비스가 없습니다. 연결된 검색 서비스를 채팅 기본 검색으로 추가할 수 있습니다.
ru: Пользовательских служб поиска пока нет. Подключённую службу поиска можно добавить как поиск по умолчанию в чате.
zh_hans: 暂无自定义搜索服务。可添加已接入的搜索服务作为聊天默认搜索。
zh_hant: 暫無自訂搜尋服務。可新增已接入的搜尋服務作為聊天預設搜尋。

# 暂无自定义搜索服务。点右上角「+」可添加已接入的搜索服务作为聊天默认搜索。
source: No custom search services yet. Tap “+” in the top-right to add a connected search service as the chat default.
ja: カスタム検索サービスはありません。右上の「+」をタップすると、接続済みの検索サービスをチャットのデフォルト検索として追加できます。
ko: 사용자 지정 검색 서비스가 없습니다. 오른쪽 상단의 「+」를 눌러 연결된 검색 서비스를 채팅 기본 검색으로 추가할 수 있습니다.
ru: Пользовательских служб поиска пока нет. Нажмите «+» в правом верхнем углу, чтобы добавить подключённую службу поиска как поиск по умолчанию в чате.
zh_hans: 暂无自定义搜索服务。点右上角「+」可添加已接入的搜索服务作为聊天默认搜索。
zh_hant: 暫無自訂搜尋服務。點選右上角「+」可新增已接入的搜尋服務作為聊天預設搜尋。

# 暂无运行记录
source: No run history yet
ja: 実行履歴はありません
ko: 실행 기록 없음
ru: Записей выполнения пока нет
zh_hans: 暂无运行记录
zh_hant: 暫無執行記錄

# 暂无高级执行任务。SubAgent、模型议会和远程命令运行后会出现在这里。
source: No advanced execution tasks yet. SubAgent tasks, model councils, and remote commands will appear here after they run.
ja: 高度な実行タスクはありません。SubAgent、モデル議会、リモートコマンドを実行すると、ここに表示されます。
ko: 고급 실행 작업이 없습니다. SubAgent, 모델 의회 및 원격 명령을 실행하면 여기에 표시됩니다.
ru: Задач расширенного выполнения пока нет. После запуска SubAgent, совета моделей или удалённой команды они появятся здесь.
zh_hans: 暂无高级执行任务。SubAgent、模型议会和远程命令运行后会出现在这里。
zh_hant: 暫無進階執行任務。SubAgent、模型議會和遠端命令執行後會出現在這裡。

# 暂时无法切换会话
source: Can't switch conversations right now
ja: 現在、セッションを切り替えられません
ko: 현재 세션을 전환할 수 없습니다.
ru: Временно нельзя переключить сеанс
zh_hans: 暂时无法切换会话
zh_hant: 暫時無法切換會話

# 更多
source: More
ja: その他
ko: 더 보기
ru: Ещё
zh_hans: 更多
zh_hant: 更多

# 更多操作
source: More actions
ja: その他の操作
ko: 추가 작업
ru: Другие действия
zh_hans: 更多操作
zh_hant: 更多操作

# 更改授权
source: Change authorization
ja: 権限を変更
ko: 권한 변경
ru: Изменить разрешения
zh_hans: 更改授权
zh_hant: 更改授權

# 更新
source: Update
ja: 更新
ko: 업데이트
ru: Обновить
zh_hans: 更新
zh_hant: 更新

# 更新于 %@
source: Updated %@
ja: %@ に更新
ko: 업데이트: %@
ru: Обновлено %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

# 更新后台回复
source: Update background response
ja: バックグラウンド返信を更新
ko: 백그라운드 응답 업데이트
ru: Обновить фоновый ответ
zh_hans: 更新后台回复
zh_hant: 更新背景回覆

# 更新摘要
source: Update summary
ja: 要約を更新
ko: 요약 업데이트
ru: Обновить сводку
zh_hans: 更新摘要
zh_hant: 更新摘要

# 更新核心指令
source: Update core instructions
ja: コア指示を更新
ko: 핵심 지침 업데이트
ru: Обновить основные инструкции
zh_hans: 更新核心指令
zh_hant: 更新核心指令

# 更新记忆
source: Update memory
ja: 記憶を更新
ko: 기억 업데이트
ru: Обновить память
zh_hans: 更新记忆
zh_hant: 更新記憶

# 更新该小应用的摘要字段
source: Update this mini app's summary fields
ja: このミニアプリの概要フィールドを更新
ko: 이 MiniApp의 요약 필드 업데이트
ru: Обновить поле резюме этого мини-приложения
zh_hans: 更新该小应用的摘要字段
zh_hant: 更新這個小應用的摘要欄位

# 更早的创作记录（%lld）
source: Earlier creative history (%lld)
ja: 以前の制作履歴（%lld）
ko: 이전 창작 기록(%lld)
ru: Более ранние записи создания (%lld)
zh_hans: 更早的创作记录（%lld）
zh_hant: 更早的創作記錄（%lld）

# 更有编辑判断的图文版式。
source: A more editorial, opinionated layout.
ja: 編集視点を生かしたビジュアルレイアウト。
ko: 편집자의 판단이 더 잘 드러나는 이미지·텍스트 레이아웃입니다.
ru: Макет с более выраженной редакционной подачей.
zh_hans: 更有编辑判断的图文版式。
zh_hant: 更具編輯判斷力的圖文版面。

# 曾用名或别名
source: Former or alternate names
ja: 旧名または別名
ko: 이전 이름 또는 별칭
ru: Прежние имена или псевдонимы
zh_hans: 曾用名或别名
zh_hant: 曾用名或別名

# 替换%@
source: Replace %@
ja: %@を置き換え
ko: 교체%@
ru: Заменить %@
zh_hans: 替换%@
zh_hant: 取代%@

# 替换当前内容
source: Replace current content
ja: 現在の内容を置換
ko: 현재 내용 바꾸기
ru: Заменить текущее содержимое
zh_hans: 替换当前内容
zh_hant: 取代目前內容

# 替换当前聊天输入框草稿
source: Replace the current chat input draft
ja: 現在のチャット入力欄の下書きを置き換え
ko: 현재 채팅 입력창 초안 교체
ru: Заменить черновик в текущем поле ввода чата
zh_hans: 替换当前聊天输入框草稿
zh_hant: 取代目前聊天輸入框中的草稿

# 替换本地项目
source: Replace local project
ja: ローカルプロジェクトを置換
ko: 로컬 프로젝트 바꾸기
ru: Заменить локальный проект
zh_hans: 替换本地项目
zh_hant: 取代本機專案

# 替换本地项目？
source: Replace local project?
ja: ローカルプロジェクトを置換しますか？
ko: 로컬 프로젝트를 바꿀까요?
ru: Заменить локальный проект?
zh_hans: 替换本地项目？
zh_hant: 取代本機專案？

# 最多 %lld 个席位
source: Up to %lld seats
ja: 最大%lld議席
ko: 최대 %lld개 의석
ru: Максимум: %lld мест
zh_hans: 最多 %lld 个席位
zh_hant: 最多 %lld 個席位

# 最多 %lld 条备注；写整章时会参考，不替代本章计划。
source: Up to %lld notes; they'll be referenced when writing the full chapter, but won't replace this chapter's plan.
ja: メモは最大 %lld 件。章全体を書く際に参照しますが、この章の計画に代わるものではありません。
ko: 메모는 최대 %lld개이며, 장 전체를 작성할 때 참고하지만 이번 장의 계획을 대신하지 않습니다.
ru: Максимум заметок: %lld; при написании всей главы они будут учитываться, но не заменят план этой главы.
zh_hans: 最多 %lld 条备注；写整章时会参考，不替代本章计划。
zh_hant: 最多 %lld 則備註；撰寫整章時會參考，但不取代本章計畫。

# 最多连续 %lld 章。首章可用「根据前文生成草稿」再确认；之后自动拟计划并连写。写不过会自动改写几次，仍不过会停，不会假装写完。
source: Up to %lld consecutive chapters. For the first chapter, tap “Generate draft from preceding text” and confirm it; later chapters are planned and written automatically. If writing fails, it will rewrite a few times and stop if it still fails—it won't pretend to finish.
ja: 最大%lld章を連続執筆できます。最初の章は「前の内容から草稿を生成」して確認できます。その後は計画を自動作成して続けて執筆します。合格しない場合は数回自動でリライトし、それでも合格しなければ停止します。完了したふりはしません。
ko: 최대 %lld장까지 연속 작성할 수 있습니다. 첫 장은 「이전 내용으로 초안 생성」을 사용해 확인할 수 있습니다. 이후에는 계획을 자동으로 작성하고 연속해서 씁니다. 작성에 실패하면 몇 차례 자동으로 다시 쓰며, 그래도 통과하지 못하면 중단하고 완료한 척하지 않습니다.
ru: Не более %lld глав подряд. Для первой можно использовать «создать черновик по предыдущему тексту» и подтвердить; затем планы составляются автоматически и главы пишутся подряд. Если глава не пройдёт проверку, она будет несколько раз переписана, затем процесс остановится — завершение не будет имитироваться.
zh_hans: 最多连续 %lld 章。首章可用「根据前文生成草稿」再确认；之后自动拟计划并连写。写不过会自动改写几次，仍不过会停，不会假装写完。
zh_hant: 最多連續 %lld 章。首章可用「根據前文產生草稿」再確認；之後自動擬定計畫並連寫。若未通過會自動改寫幾次，仍未通過就會停下，不會假裝寫完。

# 最大席位 %lld
source: Maximum seats: %lld
ja: 最大議席数：%lld
ko: 최대 의석 수 %lld
ru: Максимум мест: %lld
zh_hans: 最大席位 %lld
zh_hant: 最大席位 %lld

# 最近 Agent iSH 作业
source: Recent Agent iSH jobs
ja: 最近のAgent iSHジョブ
ko: 최근 Agent iSH 작업
ru: Последние задания Agent iSH
zh_hans: 最近 Agent iSH 作业
zh_hant: 最近 Agent iSH 作業

# 最近任务
source: Recent tasks
ja: 最近のタスク
ko: 최근 작업
ru: Последние задачи
zh_hans: 最近任务
zh_hant: 最近任務

# 最近会话
source: Recent sessions
ja: 最近のセッション
ko: 최근 세션
ru: Последние сеансы
zh_hans: 最近会话
zh_hant: 最近對話

# 最近活动
source: Recent activity
ja: 最近のアクティビティ
ko: 최근 활동
ru: Последняя активность
zh_hans: 最近活动
zh_hant: 最近活動

# 最近经历 · %@
source: Recent experience · %@
ja: 最近の出来事 · %@
ko: 최근 경험 · %@
ru: Последние события · %@
zh_hans: 最近经历 · %@
zh_hant: 最近經歷 · %@

# 最近讨论
source: Recent discussions
ja: 最近の議論
ko: 최근 토론
ru: Последние обсуждения
zh_hans: 最近讨论
zh_hant: 最近討論

# 有 %lld 段正文没扫成功，这份结果不完整，可以重新检查。
source: %lld paragraphs failed to scan; this result is incomplete. You can check again.
ja: 本文のうち %lld 件の段落をスキャンできませんでした。この結果は不完全なため、再チェックできます。
ko: %lld개 본문 단락을 스캔하지 못했습니다. 결과가 완전하지 않으므로 다시 확인할 수 있습니다.
ru: Непроверенных фрагментов текста: %lld; результат неполный, можно выполнить проверку ещё раз.
zh_hans: 有 %lld 段正文没扫成功，这份结果不完整，可以重新检查。
zh_hant: 有 %lld 段正文未成功掃描，這份結果不完整，可以重新檢查。

# 有一项润色检查需要处理
source: One polish check needs attention
ja: 対応が必要な推敲チェックが1件あります
ko: 처리할 윤문 검사가 1건 있습니다
ru: Требуется обработать одну проверку правки
zh_hans: 有一项润色检查需要处理
zh_hant: 有一項潤飾檢查需要處理

# 有个念头的话，直接丢给我。
source: Have an idea? Send it my way.
ja: アイデアがあれば、そのまま送ってください。
ko: 떠오른 생각이 있으면 바로 보내 주세요.
ru: Если появилась мысль, просто отправьте её мне.
zh_hans: 有个念头的话，直接丢给我。
zh_hant: 有個念頭的話，直接丟給我。

# 有已提交的操作等待重新载入
source: A submitted action is waiting to be reloaded
ja: 送信済みの操作があり、再読み込み待ちです
ko: 제출된 작업이 있어 다시 불러와야 합니다
ru: Есть отправленные операции, ожидающие повторной загрузки
zh_hans: 有已提交的操作，等待重新载入
zh_hant: 有已提交的操作等待重新載入

# 有正文操作正在处理
source: A manuscript operation is already in progress
ja: 本文操作を処理中です
ko: 본문 작업이 처리 중입니다.
ru: Выполняется операция с основным текстом
zh_hans: 有正文操作正在处理
zh_hant: 有正文操作正在處理中

# 服务商
source: Provider
ja: プロバイダー
ko: 서비스 제공업체
ru: Поставщик
zh_hans: 服务商
zh_hant: 服務提供者

# 服务商已停用
source: Provider is disabled
ja: サービスプロバイダーは無効化されています
ko: 서비스 제공자가 비활성화되었습니다.
ru: Провайдер отключён
zh_hans: 服务商已停用
zh_hant: 服務提供者已停用

# 服务器
source: Server
ja: サーバー
ko: 서버
ru: Сервер
zh_hans: 服务器
zh_hant: 伺服器

# 服务暂时不可用，请稍后重试。
source: Service temporarily unavailable. Please try again later.
ja: サービスを一時的に利用できません。後でもう一度お試しください。
ko: 서비스를 일시적으로 사용할 수 없습니다. 나중에 다시 시도하세요.
ru: Сервис временно недоступен. Повторите позже.
zh_hans: 服务暂时不可用，请稍后重试。
zh_hant: 服務暫時無法使用，請稍後重試。

# 未创建
source: Not created
ja: 未作成
ko: 생성되지 않음
ru: Не создано
zh_hans: 未创建
zh_hant: 未建立

# 未匹配
source: Not matched
ja: 一致なし
ko: 일치하지 않음
ru: Не сопоставлено
zh_hans: 未匹配
zh_hant: 未配對

# 未命名 Skill
source: Unnamed Skill
ja: 未命名 Skill
ko: 이름 없는 Skill
ru: Безымянный Skill
zh_hans: 未命名 Skill
zh_hant: 未命名 Skill

# 未命名会话
source: Unnamed conversation
ja: 未命名セッション
ko: 이름 없는 세션
ru: Безымянный сеанс
zh_hans: 未命名会话
zh_hant: 未命名會話

# 未命名席位
source: Unnamed seat
ja: 名前未設定の議席
ko: 이름 없는 의석
ru: Место без названия
zh_hans: 未命名席位
zh_hant: 未命名席位

# 未完成生成
source: Incomplete generation
ja: 未完了の生成
ko: 완료되지 않은 생성
ru: Незавершённая генерация
zh_hans: 未完成生成
zh_hant: 尚未完成的產生作業

# 未开启 · 仅保留本地备份
source: Off · local backups only
ja: オフ · ローカルバックアップのみ保持
ko: 켜지지 않음 · 로컬 백업만 유지
ru: Выключено · только локальные резервные копии
zh_hans: 未开启 · 仅保留本地备份
zh_hant: 未開啟 · 僅保留本機備份

# 未找到相关资源。
source: No related resources found.
ja: 関連するリソースが見つかりません。
ko: 관련 리소스를 찾지 못했습니다.
ru: Связанный ресурс не найден.
zh_hans: 未找到相关资源。
zh_hant: 找不到相關資源。

# 未添加固定席位。动态生成开启时由主持人按议题组建。
source: No fixed seats added. When dynamic generation is enabled, the moderator assembles them by topic.
ja: 固定議席は未追加です。動的生成をオンにすると、ホストが議題ごとに編成します。
ko: 고정 의석이 없습니다. 동적 생성을 켜면 진행자가 주제에 따라 구성합니다.
ru: Фиксированных мест пока нет. При включённом динамическом создании ведущий соберёт их по темам.
zh_hans: 未添加固定席位。动态生成开启后，由主持人按议题组建。
zh_hant: 尚未新增固定席位。啟用動態產生時由主持人依議題組建。

# 未生效
source: Not active
ja: 未適用
ko: 적용되지 않음
ru: Не применено
zh_hans: 未生效
zh_hant: 未生效

# 未知时间
source: Unknown time
ja: 不明な時刻
ko: 알 수 없는 시간
ru: Неизвестное время
zh_hans: 未知时间
zh_hant: 未知時間

# 未知权限会被拒绝。
source: Unknown permission will be denied.
ja: 不明な権限は拒否されます。
ko: 알 수 없는 권한은 거부됩니다.
ru: Неизвестное разрешение будет отклонено.
zh_hans: 未知权限会被拒绝。
zh_hant: 未知權限會被拒絕。

# 未知设备
source: Unknown device
ja: 不明なデバイス
ko: 알 수 없는 기기
ru: Неизвестное устройство
zh_hans: 未知设备
zh_hant: 未知裝置

# 未知错误
source: Unknown error
ja: 不明なエラー
ko: 알 수 없는 오류
ru: Неизвестная ошибка
zh_hans: 未知错误
zh_hant: 未知錯誤

# 未置顶
source: Not pinned
ja: ピン留めされていません
ko: 고정되지 않음
ru: Не закреплено
zh_hans: 未置顶
zh_hant: 未置頂

# 未能写入运行账本：%@
source: Failed to write the run ledger: %@
ja: 実行台帳への書き込みに失敗しました：%@
ko: 실행 원장을 기록하지 못했습니다: %@
ru: Не удалось записать журнал выполнения: %@
zh_hans: 未能写入运行账本：%@
zh_hant: 未能寫入執行帳本：%@

# 未设置
source: Not set
ja: 未設定
ko: 설정되지 않음
ru: Не задано
zh_hans: 未设置
zh_hant: 未設定

# 未设置口令
source: Passcode not set
ja: パスワード未設定
ko: 암호가 설정되지 않음
ru: Пароль не задан
zh_hans: 未设置口令
zh_hant: 未設定口令

# 未选
source: Unselected
ja: 未選択
ko: 선택 안 함
ru: Не отмечено
zh_hans: 未选
zh_hant: 未選

# 未选择
source: No selection
ja: 選択されていません
ko: 선택되지 않음
ru: Не выбрано
zh_hans: 未选择
zh_hant: 未選擇

source: The local WKWebView is the default in-app privacy and sign-in entry point. Moli, Playwright MCP, and Steel use only configured MCP servers; endpoints, request headers, and tokens aren't copied here.
ja: ローカルの WKWebView は、アプリ内でのプライバシー保護とログインの既定の入口です。Moli、Playwright MCP、Steel は、設定済みの MCP サーバーのみを使用し、ここに endpoint、リクエストヘッダー、トークンをコピーすることはありません。
ko: 로컬 WKWebView는 앱 내 개인정보 보호 및 로그인 기본 진입점입니다. Moli, Playwright MCP 및 Steel은 구성된 MCP 서버만 사용하며, 여기에서 endpoint, 요청 헤더 또는 token을 복사하지 않습니다.
ru: Локальный WKWebView — основной приватный способ входа в App. Moli, Playwright MCP и Steel используют только настроенные серверы MCP; endpoint, заголовки запросов и token здесь не дублируются.
zh_hans: 本地 WKWebView 是应用内默认的隐私与登录入口。Moli、Playwright MCP、Steel 只使用已配置的 MCP 服务器，不会在这里复制 endpoint、请求头或 token。
zh_hant: 本機 WKWebView 是 App 內預設的隱私與登入入口。Moli、Playwright MCP、Steel 只使用已設定的 MCP 伺服器，不會在這裡複製 endpoint、要求標頭或 token。

# 本地保存
source: Local save
ja: ローカル保存
ko: 로컬 저장
ru: Локальное сохранение
zh_hans: 本地保存
zh_hant: 本機儲存

# 本地冲突
source: Local conflict
ja: ローカルの競合
ko: 로컬 충돌
ru: Локальный конфликт
zh_hans: 本地冲突
zh_hant: 本機衝突

# 本地备份
source: Local backup
ja: ローカルバックアップ
ko: 로컬 백업
ru: Локальная резервная копия
zh_hans: 本地备份
zh_hant: 本機備份

# 本地存储
source: Local storage
ja: ローカルストレージ
ko: 로컬 저장소
ru: Локальное хранилище
zh_hans: 本地存储
zh_hant: 本機儲存空間

# 本地已有《%@》。可替换它，或作为副本保留两份。
source: “%@” already exists on this device. You can replace it or keep both as copies.
ja: ローカルに「%@」がすでにあります。置き換えるか、コピーとして両方残せます。
ko: 로컬에 《%@》이(가) 이미 있습니다. 교체하거나 사본으로 두 개를 유지할 수 있습니다.
ru: Локальная версия «%@» уже существует. Её можно заменить или сохранить обе версии как копии.
zh_hans: 本地已有《%@》。可替换它，或作为副本保留两份。
zh_hant: 本機已有《%@》。可取代它，或作為副本保留兩份。

# 本地网络
source: Local Network
ja: ローカルネットワーク
ko: 로컬 네트워크
ru: Локальная сеть
zh_hans: 本地网络
zh_hant: 區域網路

# 本地项目当前无法读取，只能将导入包保留为副本。
source: The local project can't currently be read; the imported package can only be kept as a copy.
ja: 現在、ローカルプロジェクトを読み取れないため、インポートパッケージをコピーとして残すことしかできません。
ko: 현재 로컬 프로젝트를 읽을 수 없어 가져온 패키지만 사본으로 보관할 수 있습니다.
ru: Локальный проект сейчас недоступен для чтения; импортированный пакет можно сохранить только как копию.
zh_hans: 本地项目当前无法读取，只能将导入包保留为副本。
zh_hant: 本機專案目前無法讀取，只能將匯入套件保留為副本。

# 本批固定 %lld 章
source: This batch: %lld chapters (fixed)
ja: このバッチで固定する章数：%lld章
ko: 이번 배치에서 %lld장 고정
ru: Закреплено глав в этой партии: %lld
zh_hans: 本批固定 %lld 章
zh_hant: 本批固定 %lld 章

# 本批已完成%@
source: This batch is complete%@
ja: このバッチは完了しました%@
ko: 이번 배치 완료%@
ru: Партия завершена%@
zh_hans: 本批已完成%@
zh_hant: 本批已完成%@
